[About Language File]
Version=10.10.0
Date=10.03.2016
Author=Сергей Новиков
Email=brooklyn2001@gmail.com
Comments=Если вы нашли ошибки в переводе, дайте мне знать. Спасибо.

[MainForm]
ActionDirectoryContextMenu:h=Context menu
ActionDirectoryContextMenu:t=Translation needed
ActionDirectoryContextMenu=C&ontext Menu
ActionDirectoryDelete:h=Удалить файл или директорию
ActionDirectoryDelete=&Удалить
ActionDirectoryFindInFiles:h=Поиск строки в нескольких файлах
ActionDirectoryFindInFiles=&Поиск в файлах...
ActionDirectoryProperties:h=Просмотр свойства файла/директории
ActionDirectoryProperties=Сво&йства...
ActionDirectoryRefresh:h=Обновить файлы
ActionDirectoryRefresh=О&бновить
ActionDirectoryRename:h=Переименование файла или директории
ActionDirectoryRename=Пере&именовать
ActionDocument=&Документ
ActionDocumentFormat=Формат
ActionDocumentFormatSQL:h=Формат SQL
ActionDocumentFormatSQL=Формат SQL
ActionDocumentFormatXML:h=Формат XML
ActionDocumentFormatXML=&Формат XML
ActionDocumentFormatJSON:h=Формат JSON
ActionDocumentFormatJSON=&Формат JSON
ActionDocumentFormatJSONMinify=Minify
ActionDocumentFormatJSONMinify:t=Translation needed
ActionDocumentFormatJSONIndent2=Indent 2
ActionDocumentFormatJSONIndent2:t=Translation needed
ActionDocumentFormatJSONIndent3=Indent 3
ActionDocumentFormatJSONIndent3:t=Translation needed
ActionDocumentFormatJSONIndent4=Indent 4
ActionDocumentFormatJSONIndent4:t=Translation needed
ActionDocumentHTMLExport=HTML Export
ActionDocumentHTMLExport:t=Translation needed
ActionDocumentInfo:h=Количество строк, слов и букв
ActionDocumentInfo=&Количество строк, слов и букв...
ActionDocumentViewInBrowser:h=Просмотр текущего документа в браузере по умолчанию
ActionDocumentViewInBrowser:s=Alt+B
ActionDocumentViewInBrowser=&Просмотр в браузере
ActionEdit=&Правка
ActionEditCopy:h=Копировать выделенный фрагмент и поместить его в буфер обмена
ActionEditCopy:s=Ctrl+C
ActionEditCopy=К&опировать
ActionEditCut:h=Вырезать выделенный фрагмент и поместить его в буфер обмена
ActionEditCut:s=Ctrl+X
ActionEditCut=В&ырезать
ActionEditDecreaseIndent:h=Уменьшить отступ
ActionEditDecreaseIndent:s=Shift+Ctrl+U
ActionEditDecreaseIndent=&Уменьшить отступ
ActionEditDelete:t=Translation needed
ActionEditDelete=&Delete
ActionEditDeleteEndOfLine:h=Удалить конец строки
ActionEditDeleteEndOfLine:s=Shift+Ctrl+Y
ActionEditDeleteEndOfLine=Удалить &конец строки
ActionEditDeleteLine:h=Удалить строку
ActionEditDeleteLine:s=Ctrl+Y
ActionEditDeleteLine=Удалить с&троку
ActionEditDeleteWhitespace:h=Удалить все пробелы из выделенного текста
ActionEditDeleteWhitespace=Удалить &пробелы
ActionEditDeleteWord:h=Удалить слово
ActionEditDeleteWord:s=Ctrl+T
ActionEditDeleteWord=Удалить &слово
ActionEditIncreaseIndent:h=Увеличить отступ
ActionEditIncreaseIndent:s=Shift+Ctrl+I
ActionEditIncreaseIndent=Увеличить отступ
ActionEditIndent:t=Translation needed
ActionEditIndent=I&ndent
ActionEditInsert=Вставить
ActionEditInsertDateTime:h=Вставить дату и время
ActionEditInsertDateTime:s=Shift+Alt+D
ActionEditInsertDateTime=&Дата и время
ActionEditInsertLine:h=Вставить строку
ActionEditInsertLine:s=Ctrl+Enter
ActionEditInsertLine=&Вставить строку
ActionEditInsertTag:h=Вставить HTML/XML теги
ActionEditInsertTag:s=Shift+Ctrl+T
ActionEditInsertTag=&HTML/XML Теги...
ActionEditPaste:h=Вставить содержимое буфера обмена
ActionEditPaste:s=Ctrl+V
ActionEditPaste=&Вставить
ActionEditRedo:h=Повторить последнее отмененное действие
ActionEditRedo:s=Shift+Ctrl+Z
ActionEditRedo=&Повтор
ActionEditSelectAll:h=Выбрать все
ActionEditSelectAll:s=Ctrl+A
ActionEditSelectAll=&Выбрать все
ActionEditSort:t=Translation needed
ActionEditSort=&Sort
ActionEditSortAsc:h=Сортировать по возрастанию
ActionEditSortAsc:s=Shift+Ctrl+A
ActionEditSortAsc=Сортировать по во&зрастанию
ActionEditSortDesc:h=Сортировать по убыванию
ActionEditSortDesc:s=Shift+Ctrl+D
ActionEditSortDesc=Сортировать по &убыванию
ActionEditToggleCase:h=Изменить регистр
ActionEditToggleCase:s=Shift+Ctrl+C
ActionEditToggleCase=Изменить ре&гистр
ActionEditToggleCaseAlternating:h=Toggle alternating case
ActionEditToggleCaseAlternating:t=Translation needed
ActionEditToggleCaseAlternating=Alternating
ActionEditToggleCaseLower:h=Toggle lower case
ActionEditToggleCaseLower:t=Translation needed
ActionEditToggleCaseLower=Lower
ActionEditToggleCaseSentence:h=Toggle sentence case
ActionEditToggleCaseSentence:t=Translation needed
ActionEditToggleCaseSentence=Sentence
ActionEditToggleCaseTitle:h=Toggle title case
ActionEditToggleCaseTitle:t=Translation needed
ActionEditToggleCaseTitle=Title
ActionEditToggleCaseUpper:h=Toggle upper case
ActionEditToggleCaseUpper:t=Translation needed
ActionEditToggleCaseUpper=Upper
ActionEditUndo:h=Отменить последнее действие
ActionEditUndo:s=Ctrl+Z
ActionEditUndo=&Отмена
ActionFile=&Файл
ActionFileClose:h=Закрыть активный документ
ActionFileClose:s=Ctrl+F4
ActionFileClose=&Закрыть
ActionFileCloseAll:h=Закрыть все открытые файлы
ActionFileCloseAll=За&крыть все
ActionFileCloseAllOther:h=Закрыть все другие страницы
ActionFileCloseAllOther:s=Shift+Ctrl+F4
ActionFileCloseAllOther=Закрыть все другие
ActionFileExit:h=Выход из приложения
ActionFileExit:s=Alt+F4
ActionFileExit=В&ыход
ActionFileNew:h=Создать новый документ
ActionFileNew:s=Ctrl+N
ActionFileNew=&Новый
ActionFileOpen:h=Открыть существующий документ
ActionFileOpen:s=Ctrl+O
ActionFileOpen=&Открыть...
ActionFilePrint:h=Печать активного документа
ActionFilePrint:s=Ctrl+P
ActionFilePrint=&Печать...
ActionFilePrintPreview:h=Просмотр активного документа
ActionFilePrintPreview=П&росмотр печати...
ActionFileProperties:h=См. свойства файла
ActionFileProperties=Сво&йства...
ActionFileReopen=&Последние
ActionFileReopenClear=О&чистить
ActionFileSave:h=Сохранить активный документ
ActionFileSave:s=Ctrl+S
ActionFileSave=Со&хранить
ActionFileSaveAll:h=Сохраните все документы
ActionFileSaveAll:s=Shift+Ctrl+S
ActionFileSaveAll=Сохранить &Все
ActionFileSaveAs:h=Сохранить активный документ с новым именем
ActionFileSaveAs:s=Ctrl+Alt+S
ActionFileSaveAs=Сохранить &Как...
ActionFileSelectFromDirectory:h=Select the file from the active directory
ActionFileSelectFromDirectory:t=Translation needed
ActionFileSelectFromDirectory=Select from Directory
ActionHelp=&?
ActionHelpAboutEditBone:h=Отображение информации о EditBone
ActionHelpAboutEditBone=&О EditBone
ActionHelpCheckForUpdates:h=Проверить наличие обновлений
ActionHelpCheckForUpdates=&Проверить наличие обновлений
ActionHelpVisitHomepage:h=Посетите домашнюю страницу EditBone - http://www.bonecode.com/
ActionHelpVisitHomepage=П&осетите домашнюю страницу
ActionMacro:t=Translation needed
ActionMacro=Macro
ActionMacroOpen:h=Открыть существующий макрос
ActionMacroOpen=&Открыть...
ActionMacroPause:h=Запись или пауза макроса
ActionMacroPause:s=Shift+Ctrl+R
ActionMacroPause=&Запись
ActionMacroPlayback:h=Воспроизведение макроса
ActionMacroPlayback:s=Shift+Ctrl+P
ActionMacroPlayback=&Воспроизведение
ActionMacroRecord:h=Запись или пауза макроса
ActionMacroRecord:s=Shift+Ctrl+R
ActionMacroRecord=&Запись
ActionMacroSaveAs:h=Сохраните макрос с новым именем
ActionMacroSaveAs=Сохранить &как...
ActionMacroStop:h=Остановить запись макроса
ActionMacroStop:s=Shift+Ctrl+S
ActionMacroStop=&Стоп
ActionOutputCloseAllOtherPages:h=Закрыть все другие страницы
ActionOutputCloseAllOtherPages=Закрыть &все другие страницы
ActionOutputClose:h=Закрыть текущую страницу
ActionOutputClose=&Закрыть
ActionOutputCloseAll:h=Закрыть все страницы
ActionOutputCloseAll=Закрыть &Все
ActionOutputCopyAllToClipboard=C&opy to Clipboard
ActionOutputCopyAllToClipboard:h=Copy to clipboard
ActionOutputCopyAllToClipboard:t=Translation needed
ActionOutputCopySelectedToClipboard=Copy selected to clipboard
ActionOutputCopySelectedToClipboard:h=Copy selected to clipboard
ActionOutputCopySelectedToClipboard:t=Translation needed
ActionOutputOpenAll=&Open All
ActionOutputOpenAll:h=Open all files
ActionOutputOpenAll:t=Translation needed
ActionOutputOpenSelected=&Open selected
ActionOutputOpenSelected:h=Open selected files
ActionOutputOpenSelected:t=Translation needed
ActionOutputSelectAll=Select all
ActionOutputSelectAll:h=Select all files
ActionOutputSelectAll:t=Translation needed
ActionOutputUnselectAll=Unselect all
ActionOutputUnselectAll:h=Unselect all files
ActionOutputUnselectAll:t=Translation needed
ActionSearch=&Поиск
ActionSearchClearBookmarks:h=Убрать все закладки
ActionSearchClearBookmarks=Убра&ть закладки
ActionSearchClose:h=Close
ActionSearchClose:t=Translation needed
ActionSearchFindInFiles:h=Поиск строки в нескольких файлах
ActionSearchFindInFiles:s=Shift+Ctrl+F
ActionSearchFindInFiles=&Поиск в файлах...
ActionSearchFindNext:h=Найти следующее соответствие текста
ActionSearchFindNext:s=F3
ActionSearchFindNext=Искать &далее
ActionSearchFindPrevious:h=Найти  предыдущее соответствие
ActionSearchFindPrevious:s=Shift+F3
ActionSearchFindPrevious=Найти &Предыдущий
ActionSearchGoToBookmarks:h=Перейти к закладкам
ActionSearchGoToBookmarks=Перейти к закладкам
ActionSearchGoToLine:h=Перейти к строке
ActionSearchGoToLine:s=Ctrl+G
ActionSearchGoToLine=Перейти к строке
ActionSearchOptions:h=Search options
ActionSearchOptions:t=Translation needed
ActionSearchReplace:h=Заменить указанный текст на другой
ActionSearchReplace:s=Ctrl+R
ActionSearchReplace=&Заменить...
ActionSearchSearchButton:h=Поиск указанного текста
ActionSearchSearch:s=Ctrl+F
ActionSearchSearchButton=&Поиск...
ActionSearchToggleBookmark:h=Установить или снять закладку в текущей строке. Закладки можно также установить с помощью Ctrl + Shift + 1 .. 9. Перейти к закладке с помощью Ctrl + 1 .. 9.
ActionSearchToggleBookmark:s=Ctrl+F2
ActionSearchToggleBookmark=Установить &Закладку
ActionSearchToggleBookmarks:h=Установить закладку
ActionSearchToggleBookmarks=&Установить Закладку
ActionToolbarMenuLanguage=&Язык
ActionToolbarMenuSkin=Сти&ль...
ActionToolbarMenuView:t=Translation needed
ActionToolbarMenuView=&View
ActionTools=&Инструменты
ActionToolsCharacterMap:h=Вставка Unicode символов в активный документ, дважды щелкнув
ActionToolsCharacterMap=&Таблица символов Unicode...
ActionToolsCompareFiles:h=Сравнение файлов
ActionToolsCompareFiles=&Сравнение файлов...
ActionToolsConvert:h=Convert between numerical units
ActionToolsConvert:t=Translation needed
ActionToolsConvert=C&onvert...
ActionToolsLanguageEditor:h=Редактор языков
ActionToolsLanguageEditor=Редактор &языков...
ActionToolsOptions:h=Настройка параметров
ActionToolsOptions=&Параметры...
ActionToolsSelectForCompare:h=Выберать документ для сравнения
ActionToolsSelectForCompare=Выбрать для сравнения...
ActionView=&Вид
ActionViewCloseDirectory:h=Закрыть активную директорию
ActionViewCloseDirectory:s=Shift+Ctrl+D
ActionViewCloseDirectory=&Закрыть директорию
ActionViewColorSelection:h=Show or hide the color selection
ActionViewColorSelection:t=Translation needed
ActionViewColorSelection=Color
ActionViewDirectory:h=Показать или скрыть директорию
ActionViewDirectory=&Директория
ActionViewEditDirectory:h=Редактировать активную деректорию
ActionViewEditDirectory:s=Shift+Ctrl+E
ActionViewEditDirectory=Реда&ктировать деректорию...
ActionViewEncodingSelection:h=Показать или скрыть выбор кодировки
ActionViewEncodingSelection=Ко&дировка
ActionViewFiles:h=Search for files of the selected directory
ActionViewFiles:s=Ctrl+F12
ActionViewFiles:t=Translation needed
ActionViewFiles=&Files...
ActionViewHighlighterSelection:h=Показать или скрыть выбор маркера
ActionViewHighlighterSelection=&Маркер
ActionViewLineNumbers:h=Переключить номера строк
ActionViewLineNumbers=&Номера строк
ActionViewMainMenu:h=Show or hide the main menu
ActionViewMainMenu:t=Translation needed
ActionViewMainMenu=Main menu
ActionViewMenuBar:h=Show or hide the menu bar
ActionViewMenuBar:t=Translation needed
ActionViewMenuBar=Menu bar
ActionViewMiniMap:h=Show or hide the minimap
ActionViewMiniMap:t=Translation needed
ActionViewMiniMap=Minimap
ActionViewNextPage:h=Переход к следующей странице
ActionViewNextPage:s=Ctrl+Tab
ActionViewNextPage=&Следующая страница
ActionViewOpenDirectory:h=Открыть новую директорию
ActionViewOpenDirectory:s=Ctrl+D
ActionViewOpenDirectory=&Открыть директорию...
ActionViewOutput:h=Показать или скрыть вывод
ActionViewOutput=В&ывод
ActionViewPreviousPage:h=Перейти на предыдущую страницу
ActionViewPreviousPage:s=Shift+Ctrl+Tab
ActionViewPreviousPage=&Предыдущая страница
ActionViewSelectionMode:h=Переключение в режим выбора. Также нажав Alt редактор будет переключаться в режим выбора.
ActionViewSelectionMode=Выбор ре&жима
ActionViewSpecialChars:h=Переключить специальные символы
ActionViewSpecialChars=Спе&циальные символы
ActionViewSplit:h=Разделить документ
ActionViewSplit=&Разделить
ActionViewSyncEdit=Sync edit
ActionViewSyncEdit:h=Show or hide synchronized editing
ActionViewSyncEdit:s=Shift+Ctrl+J
ActionViewSyncEdit:t=Translation needed
ActionViewStatusBar:h=Показать или скрыть строку состояния
ActionViewStatusBar=&Строка состояния
ActionViewToolbar:h=Показать или скрыть панель инструментов
ActionViewToolbar=&Панель инструментов
ActionViewTitleBar=Title bar
ActionViewTitleBar:t=Translation needed
ActionViewTitleBarFilename=Filename
ActionViewTitleBarFilename:h=Show or hide the title bar filename
ActionViewTitleBarFilename:t=Translation needed
ActionViewTitleBarFileList=File list
ActionViewTitleBarFileList:h=Show or hide the title bar file list
ActionViewTitleBarFileList:t=Translation needed
ActionViewWordWrap:h=Переключить перенос слов
ActionViewWordWrap=П&еренос Слов
ActionViewXMLTree:h=Показать или скрыть XML-дерево
ActionViewXMLTree=&XML-дерево
ActionXMLTreeRefresh:h=Обновить дерево XML
ActionXMLTreeRefresh=&Обновить
PanelDocument=Processing...
PanelDocument:t=Translation needed

[AskYesOrNo]
CancelSearch:t=Translation needed
CancelSearch=Cancel search, are you sure?
CloseDirectory=Закрыть директорию %s, вы уверены?
DeleteDirectory:t=Translation needed
DeleteDirectory=Delete directory %s, are you sure?
DeleteFile:t=Translation needed
DeleteFile=Delete file %s, are you sure?
DeleteLine:t=Translation needed
DeleteLine=Delete line, are you sure?
DocumentTimeChanged=У документа %s's время/дата изменилась. Перезагрузка?
NewVersion=Новая версия %s  %s доступна.%sВы хотите загрузить ее из Интернета?
RecordMacro=Запись нового макроса, вы уверены?
ReplaceOccurence=Заменить это вхождение '%s'?
SaveChanges=Сохранить изменения?
SearchMatchNotFound=Соответствие не найдено.%sПерезапустить поиск с начала файла?
SearchStringNotFound:t=Translation Needed
SearchStringNotFound=Search string '%s' not found

[Message]
CannotFindString=Строка '%s' не найдена
DocumentStatistics=Количество строк: %d%sКоличество слов: %d%sКоличество символов: %d
LatestVersion=Вы используете последнюю версию.
SelectFilePathFromDirectory=Select file path from directory
SelectFilePathFromDirectory:t=Translation needed
NoDefaultPrinter=There is no default printer currently selected.
NoDefaultPrinter:t=Translation needed

[ErrorMessage]
EnterPath=Enter path.
EnterPath:t=Translation needed
EnterTabName=Введите Имя вкладки.
FileNotFound=Файл '%s' не найден.
PathNotExist=Path does not exist.
PathNotExist:t=Translation needed
RootDirectoryNotExist=Корневая директория не существует.

[WarningMessage]
FileAccessError=Ошибка доступа к файлу %s.

[Constant]
AllFiles=Все файлы
AllSkinsDownload=All skins download
AllSkinsDownload:t=Translation needed
Arrow:t=Translation needed
Arrow=Arrow
AutoSave:t=Translation needed
AutoSave=Auto Save
Block=Блокировка
Bookmark=Закладка
Bottom:t=Translation needed
Bottom=Bottom
Circle=Circle
Circle:t=Translation needed
Color=Color
Color:t=Translation needed
CompareFiles=Сравнение файлов
CountingFiles:t=Translation needed
CountingFiles=Counting files...
DirectoryItems=Directory items
DirectoryItems:t=Translation needed
Document=Документ
Dot=Dot
Dot:t=Translation needed
DownloadCancelling=отмена...
DownloadDone=Готово.
EditDirectory=Редактировать директорию
Encoding=Encoding
Encoding:t=Translation needed
Enter=Enter
Enter:t=Translation needed
FileMaskItems=File mask items
FileMaskItems:t=Translation needed
FilesFound=%d file(s) have been found in %s
FilesFount:t=Translation needed
FooterLeft:t=Translation needed
FooterLeft=Footer - Left
FooterRight:t=Translation needed
FooterRight=Footer - Right
GoToLine=Go to line
GoToLine:t=Translation needed
HalfBlock=Полблокировки
HeaderLeft:t=Translation needed
HeaderLeft=Header - Left
HeaderRight:t=Translation needed
HeaderRight=Header - Right
Hide:t=Translation needed
Hide=Hide
Highlighter=Highlighter
Highlighter:t=Translation needed
HorizontalLine=Горизонтальная строка
Insert=Вставить
InsertTags=Insert HTML/XML Tags
InsertTags:t=Translation needed
InvalidName=Invalid name
InvalidName:t=Translation needed
LanguageEditor=Редактор языков - [%s]
Line=Строка
MatchFound=%d match%s found
MatchFound:t=Translation needed
MatchFoundPluralExtension=es
MatchFoundPluralExtension:t=Translation needed
Minute=мин
Modified=модифицированный
OccurencesFound=%d вхождение(я) были найдены в %s
Open=Открыть
OpenDirectory=Открыть директорию
Overwrite=Переписать
Pilcrow=Pilcrow
Pilcrow:t=Translation needed
Position=Position: %d
Position:t=Translation needed
PreviewDocumentPage=Страница: $PAGENUM$ of $PAGECOUNT$
PreviewPage=Страница: %d / %d
PreviewPrintDocument=Печать (%s)|Печатать документ на %s
PrintedBy=Напечатано %s
Rename=Вы хотите переименовать %s на %s?
RenameFailed=%s rename failed
RenameFailed:t=Translation needed
SaveAs=Сохранить как
SearchFor=Искать '%s'
SearchItems=Search items
SearchItems:t=Translation needed
Second=с
SelectRootDirectory=Выбрать корневую директорию
Solid=Solid
Solid:t=Translation needed
Square=Square
Square:t=Translation needed
TextToFindItems=Text to find items
TextToFindItems:t=Translation needed
ThinHorizontalLine=Thin horizontal line
ThinHorizontalLine:t=Translation needed
ThinVerticalLine=Thin vertical line
ThinVerticalLine:t=Translation needed
Top:t=Translation needed
Top=Top
TopLine:t=Translation needed
TopLine=Top Line: %d
VersionInfoNotFound=Информация о версии не найдена.
VerticalLine=Вертикальная строка

[DialogConstant]
SMsgDlgAbort=&Прервать
SMsgDlgAll=&Все
SMsgDlgCancel=Отмена
SMsgDlgClose=&Закрыть
SMsgDlgConfirm=Подтвердить
SMsgDlgError=Ошибка
SMsgDlgHelp=&Помощь
SMsgDlgHelpHelp=Помощь
SMsgDlgHelpNone=Помощь не доступна
SMsgDlgIgnore=&Игнорировать
SMsgDlgInformation=Информация
SMsgDlgNo=&Нет
SMsgDlgNoToAll=Нет &для всех
SMsgDlgOK=OK
SMsgDlgRetry=Пов&торить
SMsgDlgWarning=Предупреждение
SMsgDlgYes=&Да
SMsgDlgYesToAll=Да для све&х

[ColorConstant]
clBlack=Black
clBlack:t=Translation needed
clMaroon=Maroon
clMaroon:t=Translation needed
clGreen=Green
clGreen:t=Translation needed
clOlive=Olive
clOlive:t=Translation needed
clNavy=Navy
clNavy:t=Translation needed
clPurple=Purple
clPurple:t=Translation needed
clTeal=Teal
clTeal:t=Translation needed
clGray=Gray
clGray:t=Translation needed
clSilver=Silver
clSilver:t=Translation needed
clRed=Red
clRed:t=Translation needed
clLime=Lime
clLime:t=Translation needed
clYellow=Yellow
clYellow:t=Translation needed
clBlue=Blue
clBlue:t=Translation needed
clFuchsia=Fuchsia
clFuchsia:t=Translation needed
clAqua=Aqua
clAqua:t=Translation needed
clWhite=White
clWhite:t=Translation needed
clMoneyGreen=Money Green
clMoneyGreen:t=Translation needed
clSkyBlue=Sky Blue
clSkyBlue:t=Translation needed
clCream=Cream
clCream:t=Translation needed
clMedGray=Medium Gray
clMedGray:t=Translation needed
clActiveBorder=Active Border
clActiveBorder:t=Translation needed
clActiveCaption=Active Caption
clActiveCaption:t=Translation needed
clAppWorkSpace=Application Workspace
clAppWorkSpace:t=Translation needed
clBackground=Background
clBackground:t=Translation needed
clBtnFace=Button Face
clBtnFace:t=Translation needed
clBtnHighlight=Button Highlight
clBtnHighlight:t=Translation needed
clBtnShadow=Button Shadow
clBtnShadow:t=Translation needed
clBtnText=Button Text
clBtnText:t=Translation needed
clCaptionText=Caption Text
clCaptionText:t=Translation needed
clDefault=Default
clDefault:t=Translation needed
clGradientActiveCaption=Gradient Active Caption
clGradientActiveCaption:t=Translation needed
clGradientInactiveCaption=Gradient Inactive Caption
clGradientInactiveCaption:t=Translation needed
clGrayText=Gray Text
clGrayText:t=Translation needed
clHighlight=Highlight Background
clHighlight:t=Translation needed
clHighlightText=Highlight Text
clHighlightText:t=Translation needed
clHotLight=Hot Light
clHotLight:t=Translation needed
clInactiveBorder=Inactive Border
clInactiveBorder:t=Translation needed
clInactiveCaption=Inactive Caption
clInactiveCaption:t=Translation needed
clInactiveCaptionText=Inactive Caption Text
clInactiveCaptionText:t=Translation needed
clInfoBk=Info Background
clInfoBk:t=Translation needed
clInfoText=Info Text
clInfoText:t=Translation needed
clMenu=Menu Background
clMenu:t=Translation needed
clMenuBar=Menu Bar
clMenuBar:t=Translation needed
clMenuHighlight=Menu Highlight
clMenuHighlight:t=Translation needed
clMenuText=Menu Text
clMenuText:t=Translation needed
clNone=None
clNone:t=Translation needed
clScrollBar=Scroll Bar
clScrollBar:t=Translation needed
cl3DDkShadow=3D Dark Shadow
cl3DDkShadow:t=Translation needed
cl3DLight=3D Light
cl3DLight:t=Translation needed
clWindow=Window Background
clWindow:t=Translation needed
clWindowFrame=Window Frame
clWindowFrame:t=Translation needed
clWindowText=Window Text
clWindowText:t=Translation needed

[FileTypes]
ActionScript=ActionScript files (*.as)
ASP=ASP files (*.asp)
Assembler 68HC11=68HC11 Assembler files (*.hc11;*.asc)
AutoIt v3=AutoIt files (*.au3)
AWK=AWK scripts (*.awk)
C#=C# files (*.cs)
C++=C++ files (*.cpp;*.hpp)
C=C files (*.c;*.h)
CoffeeScript=CoffeeScript files (*.coffee)
CSS=Cascading Stylesheet files (*.css)
D=D files (*.d;*.di)
Delphi Form Module=Delphi Form Module files (*.dfm)
Free Pascal=Free Pascal files (*.pp)
Go=Go files (*.go)
Groovy=Groovy files (*.groovy;*.gvy;*.gy;*.gsh)
HTML with Scripts=HTML files (*.html;*.htm)
INI=INI files (*.ini;*.lng)
Inno Setup=Inno Setup files (*.iss)
Java=Java files (*.java)
JavaScript=JavaScript files (*.js)
JSON=JSON files (*.json)
LaTex=LaTex files (*.lat;*.tex;*.lex)
Lisp=Lisp files (*.lisp)
Lua=Lua files (*.lua)
MATLAB=MATLAB files (*.matlab)
MS-DOS Batch=MS-DOS Batch files (*.bat;*.cmd)
Objective-C=Objective-C files (*.m)
Object Pascal=Pascal files (*.pas;*.dpr;*.dpk)
OCaml=OCaml files (*.ml)
Perl=Perl files (*.pl;*.pm;*.cgi)
PHP=PHP files (*.php;*.class;*.inc)
PowerShell=PowerShell files (*.ps1)
Python=Python files (*.py)
Ruby=Ruby files (*.rb;*.rbw)
Rust=Rust files (*.rc)
Scala=Scala files (*.scala)
SQL - Standard=SQL files (*.sql)
TclTk=Tcl/Tk files (*.tcl)
Text=Text files (*.txt)
UnrealScript=UnrealScript files (*.uc)
Visual Basic=Visual Basic files (*.vb;*.bas)
XML=XML files (*.xml;*.xsd;*.dtd;*.dproj;*.groupproj)
XSL=XSL files (*.xsl;*.xslt)
Macro=Macro files (*.mcr)|*.mcr
Language=Language files (*.lng)|*.lng

[ConfirmReplaceDialog]
ButtonCancel=Отмена
Caption=Подтвердить Замену
ButtonNo=&Нет
ButtonYes=&Да
ButtonYesToAll=Да для все&х

[DownloadURLDialog]
ButtonCancel=Отмена
Caption=Скачать

[FindInFilesDialog]
ButtonCancel=Отмена
Caption=Поиск в файлах
StickyLabelCaseSensitive=С учетом регистра
ComboBoxFileMask=Тип файла
ButtonFind=&Найти
ComboBoxTextToFind=Найти то, что
ComboBoxDirectory=Папка
StickyLabelIncludeSubdirectories=Посмотреть во вложенных папках
GroupBoxOptions=Опции
GroupBoxSearchDirectoryOptions=Search directory options
GroupBoxSearchDirectoryOptions:t=Translation needed

[InputQueryDialog]
ButtonOK=OK
ButtonCancel=Отмена

[ItemListDialog]
ActionInsert=Insert
ActionInsert:h=Insert item
ActionInsert:t=Translation needed
ActionDelete=Delete
ActionDelete:h=Delete item
ActionDelete:t=Translation needed
ActionClearAll=Clear all
ActionClearAll:h=Clear all items
ActionClearAll:t=Translation needed
ActionMoveUp=Move up
ActionMoveUp:h=Move selected item up
ActionMoveUp:t=Translation needed
ActionMoveDown=Move down
ActionMoveDown:h=Move selected item down
ActionMoveDown:t=Translation needed
ActionSort=Sort
ActionSort:h=Sort items
ActionSort:t=Translation needed

[SearchOptionsDialog]
StickyLabelBeepIfSearchStringNotFound=Beep if search string not found
StickyLabelBeepIfSearchStringNotFound:t=Translation needed
StickyLabelCaseSensitive=С учетом регистра
StickyLabelEntireScope=Entire scope
StickyLabelEntireScope:t=Translation needed
StickyLabelHighlightResult=Highlight results
StickyLabelHighlightResult:t=Translation needed
StickyLabelRegularExpression=Регулярные выражения
StickyLabelSearchOnTyping=Search on typing
StickyLabelSearchOnTyping:t=Translation needed
StickyLabelSelectedOnly=Selected only
StickyLabelSelectedOnly:t=Translation needed
StickyLabelShowSearchMatchNotFound=Show search match not found
StickyLabelShowSearchMatchNotFound:t=Translation needed
StickyLabelShowSearchStringNotFound=Show Search String Not Found Message
StickyLabelShowSearchStringNotFound:t=Translation needed
StickyLabelWildCard=Wildcard
StickyLabelWildCard:t=Translation needed
StickyLabelWholeWordsOnly=Только слова целиком
StickyLabelWrapAround=Wrap around
StickyLabelWrapAround:t=Translation needed
ButtonOK=OK
ButtonCancel=Отмена

[OptionsToolbarItemsDialog]
Caption=Select Items
Caption:t=Translation needed
VirtualDrawTreeAddItems:0=Menu Item
VirtualDrawTreeAddItems:t=Translation needed
ButtonAdd=Add
ButtonAdd:t=Translation needed
ButtonCancel=Отмена

[ReplaceDialog]
ButtonCancel=Отмена
ButtonFind=&Найти
ButtonReplaceAll=&Заменить Все
Caption=Замена
ComboBoxSearchFor=Искать
GroupBoxOptions=Опции
GroupBoxReplaceIn=Заменить в
RadioButtonAllOpenFiles=Все открытые файлы
RadioButtonDeleteLine=Удалить строку
RadioButtonReplaceWith=Заменить на
RadioButtonWholeFile=Весь файл
StickyLabelCaseSensitive=С учетом регистра
StickyLabelPromptOnReplace:t=Translation needed
StickyLabelPromptOnReplace=Prompt on replace
StickyLabelRegularExpression=Регулярные выражения
StickyLabelSelectedOnly=Selected only
StickyLabelSelectedOnly:t=Translation needed
StickyLabelWholeWordsOnly=Только слова целиком
StickyLabelWildCard:t=Translation needed
StickyLabelWildCard=Wildcard

[SkinSelectDialog]
PanelPreviewArea=Preview area
PanelPreviewArea:t=Translation needed
GroupBoxSkinColorization=Skin colorization
GroupBoxSkinColorization:t=Translation needed
LabelHueOffset=HUE Offset
LabelHueOffset:t=Translation needed
LabelSaturation=Saturation
LabelSaturation:t=Translation needed
LabelBrightness=Brightness
LabelBrightness:t=Translation needed
StickyLabelExtendedBordersMode=Extended borders mode
StickyLabelExtendedBordersMode:t=Translation needed
StickyLabelBlendOnMove=Blend a form when moved
StickyLabelBlendOnMove:t=Translation needed
StickyLabelAllowGlowing=Allow glowing
StickyLabelAllowGlowing:t=Translation needed

[ConvertForm]
Caption=Convert Between Numerical Units
Caption:t=Translation needed
ComboBoxType=Type
ComboBoxType:t=Translation needed
ComboBoxFrom=From
ComboBoxFrom:t=Translation needed
ComboBoxTo=To
ComboBoxTo:t=Translation needed
EditValue=Value
EditValue:t=Translation needed
EditResult=Result
EditResult:t=Translation needed

[PrintPreviewDialog]
ActionColors=Colors
ActionColors:h=Toggle colors
ActionExit=Exit
ActionExit:h=Exit the print preview
ActionFirst=First
ActionFirst:h=Первая|Перейти на первую страницу
ActionHighlight=Highlight
ActionHighlight:h=Toggle highlight
ActionLast=Last
ActionLast:h=Последняя|Перейти к последней странице
ActionLineNumbers=Line Numbers
ActionLineNumbers:h=Переключить номера строк
ActionNext=Next
ActionNext:h=Далее|Следующая страница
ActionPrevious=Previous
ActionPrevious:h=Предыдущая|Перейти на предыдущую страницу
ActionPrint=Print
ActionPrint:h=Печать|Печать документов
ActionWordWrap=Word wrap
ActionWordWrap:h=Включить перенос слов
ActionZoomIn=Zoom in
ActionZoomIn:h=Zoom in
ActionZoomOut=Zoom out
ActionZoomOut:h=Zoom out
ActionZoom=Zoom
ActionZoom:h=Увеличить|Увеличить Больше/Меньше
Caption=Предварительный просмотр

[SearchForFilesForm]
Caption=Search for Files
Caption:t=Translation needed
PanelSearchingFiles=Searching files...
PanelSearchingFiles:t=Translation needed

[CompareFrame]
CopySelectionLeftAction:h=Скопировать выделение в лево
CopySelectionRightAction:h=Скопировать выделение в право
FindNextDifferenceAction:h=Найти следующее различие
LeftDocumentButtonClickAction:h=Открыть документ
LeftLabel=Левый ряд:
OpenDocumentsLeftAction:h=Открыть документ
OpenDocumentsRightAction:h=Открыть документ
RefreshAction:h=Обновить документы
RightDocumentButtonClickAction:h=Открыть документ
RightLabel=Правый ряд:
SaveLeftGridAction:h=Сохранить документ
SaveRightGridAction:h=Сохранить документ

[OptionsCompareFrame]
StickyLabelIgnoreCase=Игнорировать регистр
StickyLabelIgnoreBlanks=Игрорировать пропуски

[OptionsEditorCaretFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelRightMouseClickMovesCaret=Right mouse click moves caret
StickyLabelRightMouseClickMovesCaret:t=Translation needed
GroupBoxNonBlinkingCaret=Non-blinking caret
GroupBoxNonBlinkingCaret:t=Translation needed
StickyLabelNonblinkingCaretEnabled=Enabled
StickyLabelNonblinkingCaretEnabled:t=Translation needed
ColorBoxNonblinkingCaretBackground=Background color
ColorBoxNonblinkingCaretBackground:t=Translation needed
ColorBoxNonblinkingCaretForeground=Foreground color
ColorBoxNonblinkingCaretForeground:t=Translation needed
GroupBoxStyles=Styles
GroupBoxStyles:t=Translation needed
ComboBoxStylesInsertCaret=Insert
ComboBoxStylesInsertCaret:t=Translation needed
ComboBoxStylesOverwriteCaret=Overwrite
ComboBoxStylesOverwriteCaret:t=Translation needed

[OptionsEditorCodeFoldingFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelFoldMultilineComments=Fold multiline comments
StickyLabelFoldMultilineComments:t=Translation needed
StickyLabelHighlightIndentGuides=Highlight indent guides
StickyLabelHighlightIndentGuides:t=Translation needed
StickyLabelHighlightMatchingPair=Highlight matching pair
StickyLabelHighlightMatchingPair:t=Translation needed
StickyLabelShowCollapsedCodeHint=Show collapsed code hint
StickyLabelShowCollapsedCodeHint:t=Translation needed
StickyLabelShowCollapsedLine=Show collapsed line
StickyLabelShowCollapsedLine:t=Translation needed
StickyLabelShowIndentGuides=Show indent guides
StickyLabelShowIndentGuides:t=Translation needed
StickyLabelUncollapseByHintClick=Uncollapse by hint click
StickyLabelUncollapseByHintClick:t=Translation needed
ComboBoxMarkStyle=Mark style
ComboBoxMarkStyle:t=Translation needed
EditHintRowCount=Hint row count
EditHintRowCount:t=Translation needed

[OptionsEditorColorFrame]
ComboBoxColor=Color
ComboBoxColor:t=Translation needed
ComboBoxHighlighter=Highlighter
ComboBoxHighlighter:t=Translation needed
TabSheetEditor=Editor
TabSheetEditor:t=Translation needed
ComboBoxEditorElement=Element
ComboBoxEditorElement:t=Translation needed
ColorComboBoxEditorColor=Color
ColorComboBoxEditorColor:t=Translation needed
TabSheetElements=Elements
TabSheetElements:t=Translation needed
ComboBoxElementsName=Name
ComboBoxElementsName:t=Translation needed
ColorComboBoxElementsForeground=Foreground
ColorComboBoxElementsForeground:t=Translation needed
ColorComboBoxElementsBackground=Background
ColorComboBoxElementsBackground:t=Translation needed
GroupBoxAttributes=Attributes
GroupBoxAttributes:t=Translation needed
StickyLabelElementsAttributesBold=Bold
StickyLabelElementsAttributesBold:t=Translation needed
StickyLabelElementsAttributesItalic=Italic
StickyLabelElementsAttributesItalic:t=Translation needed
StickyLabelElementsAttributesUnderline=Underline
StickyLabelElementsAttributesUnderline:t=Translation needed
TabSheetGeneral=General
TabSheetGeneral:t=Translation needed
EditVersion=Version
EditVersion:t=Translation needed
DateEditDate=Date
DateEditDate:t=Translation needed
TabSheetAuthor=Author
TabSheetAuthor:t=Translation needed
EditName=Name
EditName:t=Translation needed
EditEmail=Email
EditEmail:t=Translation needed
TabSheetUseSkinColor=Use skin color
TabSheetUseSkinColor:t=Translation needed
LabelSkinDescription=Use skin color for selected elements
LabelSkinDescription:t=Translation needed
StickyLabelSkinActiveLineBackground=Active line background
StickyLabelSkinActiveLineBackground:t=Translation needed
StickyLabelSkinForeground=Foreground
StickyLabelSkinForeground:t=Translation needed
StickyLabelSkinSelectionForeground=Selection foreground
StickyLabelSkinSelectionForeground:t=Translation needed
StickyLabelSkinLeftMarginBackground=Left margin background
StickyLabelSkinLeftMarginBackground:t=Translation needed
StickyLabelSkinCodeFoldingBackground=Code folding background
StickyLabelSkinCodeFoldingBackground:t=Translation needed
StickyLabelSkinCompletionProposalBackground=Completion proposal background
StickyLabelSkinCompletionProposalBackground:t=Translation needed
StickyLabelSkinBackground=Background
StickyLabelSkinBackground:t=Translation needed
StickyLabelSkinSelectionBackground=Selection background
StickyLabelSkinSelectionBackground:t=Translation needed
StickyLabelSkinBookmarkPanelBackground=Bookmark panel background
StickyLabelSkinBookmarkPanelBackground:t=Translation needed
StickyLabelSkinCodeFoldingHintBackground=Code folding hint background
StickyLabelSkinCodeFoldingHintBackground:t=Translation needed
StickyLabelSkinCompletionProposalSelectionBackground=Completion proposal selection background
StickyLabelSkinCompletionProposalSelectionBackground:t=Translation needed

[OptionsEditorCompletionProposalFrame]
StickyLabelEnabled=Включено
StickyLabelCaseSensitive=С учетом регистра
StickyLabelAutoInvoke=Auto invoke
StickyLabelAutoInvoke:t=Translation needed
ComboBoxShortcut=Shortcut
ComboBoxShortcut:t=Translation needed

[OptionsEditorFontFrame]
ComboBoxColor=Color
ComboBoxColor:t=Translation needed
ComboBoxElement=Element
ComboBoxElement:t=Translation needed
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed

[OptionsEditorLeftMarginFrame]
StickyLabelAutoSize:t=Translation needed
StickyLabelAutoSize=Auto Size
StickyLabelShowAfterLastLine:t=Translation needed
StickyLabelShowAfterLastLine=Show Line Numbers After Last Line
StickyLabelShowBookmarkPanel:t=Translation needed
StickyLabelShowBookmarkPanel=Show Bookmark Panel
StickyLabelShowBookmarks:t=Translation needed
StickyLabelShowBookmarks=Show Bookmarks
StickyLabelShowInTens:t=Translation needed
StickyLabelShowInTens=Line Numbers In Tens
StickyLabelShowLeadingZeros:t=Translation needed
StickyLabelShowLeadingZeros=Line Numbers Zero Start
StickyLabelShowLineState:t=Translation needed
StickyLabelShowLineState=Show line state
StickyLabelVisible:t=Translation needed
StickyLabelVisible=Visible
EditLineNumbersStartFrom=Start from
EditLineNumbersStartFrom:t=Translation needed
EditBookmarkPanelWidth=Bookmark panel width
EditBookmarkPanelWidth:t=Translation needed
EditWidth:t=Translation needed
EditWidth=Width
GroupBoxLineNumbers=Line numbers
GroupBoxLineNumbers:t=Translation needed

[OptionsEditorMatchingPairFrame]
StickyLabelEnabled=Enabled
StickyLabelEnabled:t=Translation needed
StickyLabelHighlightAfterToken=Highlight after token
StickyLabelHighlightAfterToken:t=Translation needed
StickyLabelHighlightUnmatched=Highlight unmatched
StickyLabelHighlightUnmatched:t=Translation needed

[OptionsEditorMinimapFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelShowBookmarks=Show bookmarks
StickyLabelShowBookmarks:t=Translation needed
StickyLabelShowIndentGuides=Show indent guides
StickyLabelShowIndentGuides:t=Translation needed
ComboBoxAlign=Align
ComboBoxAlign:t=Translation needed
EditWidth=Width
EditWidth:t=Translation needed

[OptionsEditorOptionsFrame]
StickyLabelAutoIndent=Авто абзац
StickyLabelAutoSave=Автосохранение
StickyLabelDragDropEditing=Drag drop editing
StickyLabelDragDropEditing:t=Translation needed
StickyLabelDropFiles=Drop files
StickyLabelDropFiles:t=Translation needed
StickyLabelGroupUndo=Group undo
StickyLabelGroupUndo:t=Translation needed
StickyLabelTrimTrailingSpaces=Удаление конечных пробелов
StickyLabelUndoAfterSave=Undo After Save
StickyLabelUndoAfterSave:t=Needs translation
EditLineSpacing=Line Spacing
EditLineSpacing:t=Translation needed

[OptionsEditorRightMarginFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelMouseMove=Mouse Move
StickyLabelMouseMove:t=Translation needed
StickyLabelShowMovingHint=Show moving hint
StickyLabelShowMovingHint:t=Translation needed
EditPosition=Position
EditPosition:t=Translation needed

[OptionsEditorScrollFrame]
StickyLabelAutosizeMaxWidth=Autosize max width
StickyLabelAutosizeMaxWidth:t=Translation needed
StickyLabelHalfPage=Half page
StickyLabelHalfPage:t=Translation needed
StickyLabelHintFollows=Hint follows
StickyLabelHintFollows:t=Translation needed
StickyLabelPastEndOfFile=Past end of file
StickyLabelPastEndOfFile:t=Translation needed
StickyLabelPastEndOfLineMarker=Past end of line marker
StickyLabelPastEndOfLineMarker:t=Translation needed
StickyLabelShowHint=Show hint
StickyLabelShowHint:t=Translation needed

[OptionsEditorSearchFrame]
StickyLabelDocumentSpecificSearch=Document-specific search
StickyLabelDocumentSpecificSearch:t=Translation needed
StickyLabelShowSearchMap=Show search map
StickyLabelShowSearchMap:t=Translation needed
StickyLabelHighlightResults=Show search highlighter
StickyLabelHighlightResults:t=Translation needed
ComboBoxAlign=Align
ComboBoxAlign:t=Translation needed

[OptionsEditorSelectionFrame]
StickyLabelVisible=Visible
StickyLabelVisible:t=Translation needed
StickyLabelALTSetsColumnMode=ALT sets column mode
StickyLabelALTSetsColumnMode:t=Translation needed
StickyLabelHighlightSimilarTerms=Highlight similar terms
StickyLabelHighlightSimilarTerms:t=Translation needed
StickyLabelFromEndOfLine=From end of line
StickyLabelFromEndOfLine:t=Translation needed
StickyLabelToEndOfLine=To end of line
StickyLabelToEndOfLine:t=Translation needed
StickyLabelToEndOfLastLine=To end of last line
StickyLabelToEndOfLastLine:t=Translation needed
StickyLabelTripleClickRowSelect=Triple-click row select
StickyLabelTripleClickRowSelect:t=Translation needed

[OptionsEditorSpecialCharsFrame]
StickyLabelUseTextColor=Use text color
StickyLabelUseTextColor:t=Translation needed
StickyLabelUseMiddleColor=Use middle color
StickyLabelUseMiddleColor:t=Translation needed
ColorComboBoxColor=Color
ColorComboBoxColor:t=Translation needed
ComboBoxStyle=Style                      
ComboBoxStyle:t=Translation needed
GroupBoxEndOfLine=End of line
GroupBoxEndOfLine:t=Translation needed
StickyLabelEndOfLineVisible=Visible
StickyLabelEndOfLineVisible:t=Translation needed
GroupBoxEndOfLine=Color
GroupBoxEndOfLine:t=Translation needed
ComboBoxEndOfLineStyle=Style
ComboBoxEndOfLineStyle:t=Translation needed
GroupBoxSelection=Selection
GroupBoxSelection:t=Translation needed
StickyLabelSelectionVisible=Visible
StickyLabelSelectionVisible:t=Translation needed
ColorComboBoxSelectionColor=Color
ColorComboBoxSelectionColor:t=Translation needed

[OptionsEditorSyncEditFrame]
StickyLabelEnabled=Enabled
StickyLabelEnabled:t=Translation needed
StickyLabelCaseSensitive=Case sensitive
StickyLabelCaseSensitive:t=Translation needed
StickyLabelShowActivateIcon=Show activate icon
StickyLabelShowActivateIcon:t=Translation needed

[OptionsEditorTabulatorFrame]
StickyLabelSelectedBlockIndent=Selected block indent
StickyLabelSelectedBlockIndent:t=Translation needed
StickyLabelTabsToSpaces=Табуляции в пробелы
StickyLabelColumns=Columns
StickyLabelColumns:t=Translation needed
StickyLabelPreviousLineIndent=Previous line indent
StickyLabelPreviousLineIndent:t=Translation needed
EditWidth=Ширина

[OptionsMainMenuFrame]
StickyLabelUseSystemFont=Использовать системный шрифт
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed

[OptionsOutputFrame]
StickyLabelShowTreeLines=Показать дерево строк
StickyLabelShowCheckBox=Show check box
StickyLabelShowCheckBox:t=Translation needed
EditIndent=Отступ

[OptionsPrintFrame]
ComboBoxDocumentName=Document Name
ComboBoxDocumentName:t=Translation needed
ComboBoxPageNumber=Page Number
ComboBoxPageNumber:t=Translation needed
ComboBoxPrintedBy=Printed By
ComboBoxPrintedBy:t=Translation needed
ComboBoxDateTime=Date Time 
ComboBoxDateTime:t=Translation needed
StickyLabelShowHeaderLine=Show Header Line
StickyLabelShowHeaderLine:t=Translation needed
StickyLabelShowFooterLine=Show Footer Line
StickyLabelShowFooterLine:t=Translation needed
StickyLabelShowLineNumbers=Show Line Numbers
StickyLabelShowLineNumbers:t=Translation needed
StickyLabelWordWrap=Word Wrap
StickyLabelWordWrap:t=Translation needed

[OptionsSQLAlignmentsFrame]
ComboBoxKeywordAlign=Keyword align
ComboBoxKeywordAlign:t=Translation needed
StickyLabelKeywordAlignmentLeftJustify=Keyword alignment strict left
StickyLabelKeywordAlignmentLeftJustify:t=Translation needed

[OptionsSQLCapitalizationFrame]
ComboBoxKeywords=Keywords
ComboBoxKeywords:t=Translation needed
ComboBoxIdentifier=Identifier
ComboBoxIdentifier:t=Translation needed
ComboBoxQuotedIdentifier=Quoted identifier
ComboBoxQuotedIdentifier:t=Translation needed
ComboBoxTableName=Table name
ComboBoxTableName:t=Translation needed
ComboBoxColumnName=Column name
ComboBoxColumnName:t=Translation needed
ComboBoxAliasName=Alias name
ComboBoxAliasName:t=Translation needed
ComboBoxVariableName=Variable name
ComboBoxVariableName:t=Translation needed
ComboBoxFunctionName=Function name
ComboBoxFunctionName:t=Translation needed
ComboBoxDataType=Data type
ComboBoxFunctionName:t=Translation needed

[OptionsSQLFormatterFrame]
ComboBoxDatabase=Database
ComboBoxDatabase:t=Translation needed

[OptionsSQLIndentationFrame]
EditIndentLength=Indent length
EditIndentLength
StickyLabelUseTab=Use tab
StickyLabelUseTab
EditTabSize=Tab size
EditTabSize
EditFunctionBodyIndent=Function body indent
EditFunctionBodyIndent:t=Translation needed
StickyLabelBlockOnNewLine=Block on new line
StickyLabelBlockOnNewLine:t=Translation needed
EditBlockLeftIndentSize=Block left indent size
EditBlockLeftIndentSize:t=Translation needed
EditBlockRightIndentSize=Block right indent size
EditBlockRightIndentSize:t=Translation needed
EditBlockIndentSize=Block indent size
EditBlockIndentSize:t=Translation needed
EditSingleStatementIndent=IF/ELSE single statement indent size
EditSingleStatementIndent:t=Translation needed

[OptionsSQLInsertFrame]
ComboBoxColumnListStyle=Column list style
ComboBoxColumnListStyle:t=Translation needed
ComboBoxValueListStyle=Value list style
ComboBoxValueListStyle:t=Translation needed
EditInsertColumnsPerLine=Insert columns per line
EditInsertColumnsPerLine:t=Translation needed
StickyLabelParenthesisInSeparateLines=Parenthesis in separate lines
StickyLabelParenthesisInSeparateLines:t=Translation needed

[OptionsSQLSelectFrame]
TabSheetColumnList=Column list
TabSheetColumnList:t=Translation needed
TabSheetSubquery=Subquery
TabSheetSubquery:t=Translation needed
TabSheetIntoClause=INTO clause
TabSheetIntoClause:t=Translation needed
TabSheetFromJoinClause=FROM/JOIN clause
TabSheetFromJoinClause:t=Translation needed
TabSheetAndOrKeyword=AND/OR keyword
TabSheetAndOrKeyword:t=Translation needed
TabSheetGroupByClause=GROUP BY clause
TabSheetGroupByClause:t=Translation needed
TabSheetHavingClause=HAVING clause
TabSheetHavingClause:t=Translation needed
TabSheetOrderByClause=ORDER BY clause
TabSheetOrderByClause:t=Translation needed
ComboBoxColumnListStyle=Style
ComboBoxColumnListStyle:t=Translation needed
ComboBoxColumnListLineBreak=Line break
ComboBoxColumnListLineBreak:t=Translation needed
StickyLabelAlignAlias=Align alias
StickyLabelAlignAlias:t=Translation needed
StickyLabelColumnInNewLine=Columns in new line
StickyLabelColumnInNewLine:t=Translation needed
StickyLabelTreatDistinctAsVirtualColumn=Treat DISTINCT as virtual column
StickyLabelTreatDistinctAsVirtualColumn:t=Translation needed
StickyLabelNewLineAfterIn=New line after IN
StickyLabelNewLineAfterIn:t=Translation needed
StickyLabelNewLineAfterExists=New line after EXISTS
StickyLabelNewLineAfterExists:t=Translation needed
StickyLabelNewlineAfterComparisonOperator=New line after comparison operator
StickyLabelNewlineAfterComparisonOperator:t=Translation needed
StickyLabelNewlineBeforeComparisonOperator=New line before comparison operator
StickyLabelNewlineBeforeComparisonOperator:t=Translation needed
StickyLabelIntoClauseInNewLine=INTO clause in new line
StickyLabelIntoClauseInNewLine:t=Translation needed
ComboBoxFromClauseStyle=Style
ComboBoxFromClauseStyle:t=Translation needed
StickyLabelFromClauseInNewLine=FROM clause in new line
StickyLabelFromClauseInNewLine:t=Translation needed
StickyLabelJoinClauseInNewLine=JOIN clause in new line
StickyLabelJoinClauseInNewLine:t=Translation needed
StickyLabelAlignJoinWithFromKeyword=Align JOIN with FROM keyword
StickyLabelAlignJoinWithFromKeyword:t=Translation needed
StickyLabelAlignAndOrWithOnInJoinClause=Align AND/OR with ON in JOIN clause
StickyLabelAlignAndOrWithOnInJoinClause:t=Translation needed
StickyLabelAlignAliasInFromClause=Align alias in FROM clause
StickyLabelAlignAliasInFromClause:t=Translation needed
ComboBoxAndOrLineBreak=Line break
ComboBoxAndOrLineBreak:t=Translation needed
StickyLabelAndOrUnderWhere=AND/OR under WHERE
StickyLabelAndOrUnderWhere:t=Translation needed
StickyLabelWhereClauseInNewline=WHERE clause in new line
StickyLabelWhereClauseInNewline:t=Translation needed
StickyLabelWhereClauseAlignExpr=WHERE clause align expr
StickyLabelWhereClauseAlignExpr:t=Translation needed
ComboBoxGroupByClauseStyle=Style
ComboBoxGroupByClauseStyle:t=Translation needed
StickyLabelGroupByClauseInNewLine=GROUP BY clause in new line
StickyLabelGroupByClauseInNewLine:t=Translation needed
StickyLabelHavingClauseInNewLine=HAVING clause in new line
StickyLabelHavingClauseInNewLine:t=Translation needed
ComboBoxOrderByClauseStyle=Style
ComboBoxOrderByClauseStyle:t=Translation needed
StickyLabelOrderByClauseInNewLine=ORDER BY clause in new line
StickyLabelOrderByClauseInNewLine:t=Translation needed

[OptionsSQLUpdateFrame]
ComboBoxColumnListStyle=Column list style
ComboBoxColumnListStyle:t=Translation needed

[OptionsSQLWhitespaceFrame]
StickyLabelSpaceAroundOperator=Space around operator of arithmetric expression
StickyLabelSpaceAroundOperator:t=Translation needed
StickyLabelSpaceInsideCreate=Space inside parenthesis in CREATE FUNCTION/PROCEDURE
StickyLabelSpaceInsideCreate:t=Translation needed
StickyLabelSpaceInsideExpression=Space inside parenthesis in expression
StickyLabelSpaceInsideExpression:t=Translation needed
StickyLabelSpaceInsideSubquery=Space inside parenthesis in subquery
StickyLabelSpaceInsideSubquery:t=Translation needed
StickyLabelSpaceInsideFunction=Space inside parenthesis in function call
StickyLabelSpaceInsideFunction:t=Translation needed
StickyLabelSpaceInsideTypename=Space inside parenthesis of typename in CREATE TABLE
StickyLabelSpaceInsideTypename:t=Translation needed

[OptionsStatusBarFrame]
StickyLabelUseSystemFont=Использовать системный шрифт
FontComboBoxFont=Font
FontComboBoxFont:t=Translation needed
EditFontSize=Font size
EditFontSize:t=Translation needed
StickyLabelShowMacro=Show macro
StickyLabelShowMacro:t=Translation needed
StickyLabelShowCaretPosition=Show caret position
StickyLabelShowCaretPosition:t=Translation needed
StickyLabelShowKeyState=Show key state
StickyLabelShowKeyState:t=Translation needed
StickyLabelShowModified=Show modified
StickyLabelShowModified:t=Translation needed

[OptionsToolbarFrame]
VirtualDrawTree:h=Use drag and drop to move menu items. Right click popup menu to insert and delete items.
VirtualDrawTree:0=Menu Item
VirtualDrawTree:t=Translation needed
ActionAddItem=Add Item
ActionAddItem:h=Add item
ActionAddItem:t=Translation needed
ActionDelete=Delete
ActionDelete:h=Delete
ActionDelete:t=Translation needed
ActionAddDivider=Add Divider
ActionAddDivider:h=Add divider
ActionAddDivider:t=Translation needed
ActionReset=Reset
ActionReset:h=Reset menu items
ActionReset:t=Translation needed
ActionMoveUp=Move up     
ActionMoveUp:h=Move selected item up
ActionMoveUp:t=Translation needed
ActionMoveDown=Move down     
ActionMoveDown:h=Move selected item down
ActionMoveDown:t=Translation needed

[AboutDialog]
Caption=Про EditBone
LabelCopyright=авторское право %s. Все права защищены.
LabelMemoryAvailable=Объем памяти, доступной для Windows: %s
ButtonOK=OK
ButtonDonations=Donations
ButtonDonations:t=Translation needed
LabelDevelopmentEnvironment=Development Environment
LabelDevelopmentEnvironment:t=Translation needed
LabelThirdPartyComponents=3rd Party Components
LabelThirdPartyComponents:t=Translation needed
LabelLanguageFileContributors=Language File Contributors
LabelLanguageFileContributors:t=Translation needed
LabelIcons=Icons
LabelIcons:t=Translation needed
LabelVersion=Версия %s (%d-bit)

[DirectoryTabDialog]
ButtonCancel=Отмена
StickyLabelExcludeOtherBranches=Исключая ветки других директорий
ButtonOK=&OK
EditRootDirectory=Корневая директория
ComboBoxDrives=Показать диски
ComboBoxFileMask=Show File Type
ComboBoxFileMask:t=Translation needed
EditTabName=Название вкладки
GroupBoxOptions=Опции

[LanguageEditorForm]
ActionExit:h=Close the language editor
ActionExit:t=Translation needed
ActionExit=Exit
ActionFileNew:h=Создайть новый языковой файл
ActionFileNew:t=Translation needed
ActionFileNew=New
ActionFileOpen:h=Открыть существующий  языковой файл
ActionFileOpen:t=Translation needed
ActionFileOpen=Open
ActionFileSave:h=Сохранить языковой файл
ActionFileSave:t=Translation needed
ActionFileSave=Save
VirtualDrawTree:0=Объект
VirtualDrawTree:1=Подпись
VirtualDrawTree:2=Совет
VirtualDrawTree:3=Ярлык

[OptionsForm]
ActionCompare=Сравнение файлов
ActionDirectory=Директория
ActionDirectoryTabs=Вкладки
ActionEditor=Редактор
ActionEditorCaret:t=Translation needed
ActionEditorCaret=Caret
ActionEditorCodeFolding:t=Translation needed
ActionEditorCodeFolding=Code folding
ActionEditorColors:t=Translation needed
ActionEditorColors=Colors
ActionEditorCompletionProposal:t=Translation needed
ActionEditorCompletionProposal=Completion Proposal
ActionEditorDefaults:t=Translation needed
ActionEditorDefaults=Defaults
ActionEditorFonts=Шрифт
ActionEditorLeftMargin:t=Translation needed
ActionEditorLeftMargin=Left Margin
ActionEditorMatchingPair:t=Translation needed
ActionEditorMatchingPair=Matching pair
ActionEditorMinimap:t=Translation needed
ActionEditorMinimap=Minimap
ActionEditorRightMargin:t=Translation needed
ActionEditorRightMargin=Right Margin
ActionEditorScroll:t=Translation needed
ActionEditorScroll=Scroll
ActionEditorSearch=Поиск
ActionEditorSelection:t=Translation needed
ActionEditorSelection=Selection
ActionEditorSpecialChars:t=Translation needed
ActionEditorSpecialChars=Special chars
ActionEditorTabs:t=Translation needed
ActionEditorTabs=Tabs
ActionEditorTabulator:t=Translation needed
ActionEditorTabulator=Tabulator
ActionFileTypes=Типы файлов
ActionMainMenu=Главное меню
ActionOutput=Вывод
ActionOutputTabs=Вкладки
ActionPrint=Печать
ActionSQLAlignments:t=Translation needed
ActionSQLAlignments=Alignments
ActionSQLCapitalization:t=Translation needed
ActionSQLCapitalization=Capitalization
ActionSQLFormatter:t=Translation needed
ActionSQLFormatter=SQL Formatter
ActionSQLIndentation:t=Translation needed
ActionSQLIndentation=Indentation
ActionSQLInsert:t=Translation needed
ActionSQLInsert=Insert
ActionSQLSelect:t=Translation needed
ActionSQLSelect=Select
ActionSQLUpdate:t=Translation needed
ActionSQLUpdate=Update
ActionSQLWhitespace:t=Translation needed
ActionSQLWhitespace=Whitespace
ActionStatusBar=Строка состояния
ActionToolbar=Панель инструментов
ButtonCancel=Отмена
ButtonOK=&OK
Caption=Опции
EditorTabsAction=Вкладки

[UnicodeCharacterMapForm]
Caption=Таблица символов Unicode

[OptionsDirectoryFrame]
StickyLabelAutoHide=Auto hide
StickyLabelAutoHide:t=Translation needed
StickyLabelShowTreeLines=Показать дерево строк
StickyLabelShowHiddenFiles=Show Hidden Files
StickyLabelShowHiddenFiles:t=Translation needed
StickyLabelShowSystemFiles=Show System Files
StickyLabelShowSystemFiles:t=Translation needed
StickyLabelShowArchiveFiles=Show Archive Files
StickyLabelShowArchiveFiles:t=Translation needed
StickyLabelShowOverlayIcons=Show Overlay Icons
StickyLabelShowOverlayIcons:t=Translation needed
EditIndent=Отступ
ComboBoxAlign=Align
ComboBoxAlign:t=Translation needed

[OptionsDirectoryTabsFrame]
StickyLabelMultiline=Многострочный
StickyLabelShowCloseButton=Показывать кнопку закрытия
StickyLabelShowOpenDirectoryButton=Show open directory button
StickyLabelShowOpenDirectoryButton:t=Translation needed
StickyLabelShowImage=Показать изображения
StickyLabelCloseTabByDblClick=Закрыть вкладку по двойному клику
StickyLabelCloseTabByMiddleClick=Close Tab by Middle Click
StickyLabelCloseTabByMiddleClick:t=Needs translation
StickyLabelDoubleBuffered=Double Buffered
StickyLabelDoubleBuffered:t=Translation needed
StickyLabelSaveTabs=Save Tabs
StickyLabelSaveTabs:t=Translation needed
StickyLabelRightClickSelect=Right Click Select
StickyLabelRightClickSelect:t=Translation needed

[OptionsEditorDefaultsFrame]
ComboBoxDefaultColor=Color
ComboBoxDefaultColor:t=Translation needed
ComboBoxDefaultEncoding=Encoding
ComboBoxDefaultEncoding:t=Translation needed
ComboBoxDefaultHighlighter=Highlighter
ComboBoxDefaultHighlighter:t=Translation needed
ComboBoxDefaultSQLHighlighter=SQL highlighter
ComboBoxDefaultSQLHighlighter:t=Translation needed
EditBrowser=Browser
EditBrowser:t=Translation needed

[OptionsEditorTabsFrame]
StickyLabelMultiline=Многострочный
StickyLabelShowCloseButton=Показывать кнопку закрытия
StickyLabelShowImage=Показать изображения
StickyLabelCloseTabByDblClick=Закрыть вкладку по двойному клику
StickyLabelCloseTabByMiddleClick=Close Tab by Middle Click
StickyLabelCloseTabByMiddleClick:t=Needs translation
StickyLabelDoubleBuffered=Double Buffered
StickyLabelDoubleBuffered:t=Translation needed
StickyLabelSaveTabs=Save Tabs
StickyLabelSaveTabs:t=Translation needed
StickyLabelRightClickSelect=Right Click Select
StickyLabelRightClickSelect:t=Translation needed

[OptionsFileTypesFrame]
EditExtensions=Расширения
VirtualDrawTree:0=Тип файла

[OptionsOutputTabsFrame]
StickyLabelMultiline=Многострочный
StickyLabelShowCloseButton=Показывать кнопку закрытия
StickyLabelShowImage=Показать изображения
StickyLabelCloseTabByDblClick=Закрыть вкладку по двойному клику
StickyLabelCloseTabByMiddleClick=Close Tab by Middle Click
StickyLabelCloseTabByMiddleClick:t=Needs translation
StickyLabelDoubleBuffered=Double Buffered
StickyLabelDoubleBuffered:t=Translation needed
StickyLabelSaveTabs=Save Tabs
StickyLabelSaveTabs:t=Translation needed
StickyLabelRightClickSelect=Right Click Select
StickyLabelRightClickSelect:t=Translation needed

[SQLFormatterConstant]
Stacked=Stacked
Stacked:t=Translation needed
Wrapped=Wrapped
Wrapped:t=Translation needed
AfterComma=After comma
AfterComma:t=Translation needed
BeforeComma=Before comma
BeforeComma:t=Translation needed
BeforeCommaWithSpace=Before comma with space
BeforeCommaWithSpace:t=Translation needed
NoLineBreak=No line break
NoLineBreak:t=Translation needed
BeforeAndOr=Before AND/OR
BeforeAndOr:t=Translation needed
AfterAndOr=After AND/OR
AfterAndOr:t=Translation needed
Left=Left
Left:t=Translation needed
Right=Right
Right:t=Translation needed
None=None
None:t=Translation needed
Uppercase=Uppercase
Uppercase:t=Translation needed
Lowercase=Lowercase
Lowercase:t=Translation needed
SentenceCase=Sentence case
SentenceCase:t=Translation needed
NoChange=No change
NoChange:t=Translation needed

[ConvertConstant]
Distance=Distance
Distance:t=Translation needed
Micromicrons=Micromicrons
Micromicrons:t=Translation needed
Angstroms=Angstroms
Angstroms:t=Translation needed
Millimicrons=Millimicrons
Millimicrons:t=Translation needed
Microns=Microns
Microns:t=Translation needed
Millimeters=Millimeters
Millimeters:t=Translation needed
Centimeters=Centimeters
Centimeters:t=Translation needed
Decimeters=Decimeters
Decimeters:t=Translation needed
Meters=Meters
Meters:t=Translation needed
Decameters=Decameters
Decameters:t=Translation needed
Hectometers=Hectometers
Hectometers:t=Translation needed
Kilometers=Kilometers
Kilometers:t=Translation needed
Megameters=Megameters
Megameters:t=Translation needed
Gigameters=Gigameters
Gigameters:t=Translation needed
Inches=Inches
Inches:t=Translation needed
Feet=Feet
Feet:t=Translation needed
Yards=Yards
Yards:t=Translation needed
Miles=Miles
Miles:t=Translation needed
NauticalMiles=Nautical Miles
NauticalMiles:t=Translation needed
AstronomicalUnits=Astronomical Units
AstronomicalUnits:t=Translation needed
LightYears=Light Years
LightYears:t=Translation needed
Parsecs=Parsecs
Parsecs:t=Translation needed
Cubits=Cubits
Cubits:t=Translation needed
Fathoms=Fathoms
Fathoms:t=Translation needed
Furlongs=Furlongs
Furlongs:t=Translation needed
Hands=Hands
Hands:t=Translation needed
Paces=Paces
Paces:t=Translation needed
Rods=Rods
Rods:t=Translation needed
Chains=Chains
Chains:t=Translation needed
Links=Links
Links:t=Translation needed
Picas=Picas
Picas:t=Translation needed
Points=Points
Points:t=Translation needed
Area=Area
Area:t=Translation needed
SquareMillimeters=Square Millimeters
SquareMillimeters:t=Translation needed
SquareCentimeters=Square Centimeters
SquareCentimeters:t=Translation needed
SquareDecimeters=Square Decimeters
SquareDecimeters:t=Translation needed
SquareMeters=Square Meters
SquareMeters:t=Translation needed
SquareDecameters=Square Decameters
SquareDecameters:t=Translation needed
SquareHectometers=Square Hectometers
SquareHectometers:t=Translation needed
SquareKilometers=Square Kilometers
SquareKilometers:t=Translation needed
SquareInches=Square Inches
SquareInches:t=Translation needed
SquareFeet=Square Feet
SquareFeet:t=Translation needed
SquareYards=Square Yards
SquareYards:t=Translation needed
SquareMiles=Square Miles
SquareMiles:t=Translation needed
Acres=Acres
Acres:t=Translation needed
Centares=Centares
Centares:t=Translation needed
Ares=Ares
Ares:t=Translation needed
Hectares=Hectares
Hectares:t=Translation needed
SquareRods=Square Rods
SquareRods:t=Translation needed
Volume=Volume
Volume:t=Translation needed
CubicMillimeters=Cubic Millimeters
CubicMillimeters:t=Translation needed
CubicCentimeters=Cubic Centimeters
CubicCentimeters:t=Translation needed
CubicDecimeters=Cubic Decimeters
CubicDecimeters:t=Translation needed
CubicMeters=Cubic Meters
CubicMeters:t=Translation needed
CubicDecameters=Cubic Decameters
CubicDecameters:t=Translation needed
CubicHectometers=Cubic Hectometers
CubicHectometers:t=Translation needed
CubicKilometers=Cubic Kilometers
CubicKilometers:t=Translation needed
CubicInches=Cubic Inches
CubicInches:t=Translation needed
CubicFeet=Cubic Feet
CubicFeet:t=Translation needed
CubicYards=Cubic Yards
CubicYards:t=Translation needed
CubicMiles=Cubic Miles
CubicMiles:t=Translation needed
MilliLiters=Milli Liters
MilliLiters:t=Translation needed
CentiLiters=Centi Liters
CentiLiters:t=Translation needed
DeciLiters=Deci Liters
DeciLiters:t=Translation needed
Liters=Liters
Liters:t=Translation needed
DecaLiters=Deca Liters
DecaLiters:t=Translation needed
HectoLiters=Hecto Liters
HectoLiters:t=Translation needed
KiloLiters=Kilo Liters
KiloLiters:t=Translation needed
AcreFeet=Acre Feet
AcreFeet:t=Translation needed
AcreInches=Acre Inches
AcreInches:t=Translation needed
Cords=Cords
Cords:t=Translation needed
CordFeet=Cord Feet
CordFeet:t=Translation needed
Decisteres=Decisteres
Decisteres:t=Translation needed
Steres=Steres
Steres:t=Translation needed
Decasteres=Decasteres
Decasteres:t=Translation needed
FluidGallons=Fluid Gallons
FluidGallons:t=Translation needed
FluidPints=Fluid Pints
FluidPints:t=Translation needed
FluidQuarts=Fluid Quarts
FluidQuarts:t=Translation needed
FluidCups=Fluid Cups
FluidCups:t=Translation needed
FluidGills=Fluid Gills
FluidGills:t=Translation needed
FluidOunces=Fluid Ounces
FluidOunces:t=Translation needed
FluidTablespoons=Fluid Tablespoons
FluidTablespoons:t=Translation needed
FluidTeaspoons=Fluid Teaspoons
FluidTeaspoons:t=Translation needed
DryGallons=Dry Gallons
DryGallons:t=Translation needed
DryQuarts=Dry Quarts
DryQuarts:t=Translation needed
DryPints=Dry Pints
DryPints:t=Translation needed
DryPecks=Dry Pecks
DryPecks:t=Translation needed
DryBuckets=Dry Buckets
DryBuckets:t=Translation needed
DryBushels=Dry Bushels
DryBushels:t=Translation needed
UKGallons=UK Gallons
UKGallons:t=Translation needed
UKPottle=UK Pottles
UKPottle:t=Translation needed
UKQuarts=UK Quarts
UKQuarts:t=Translation needed
UKPints=UK Pints
UKPints:t=Translation needed
UKGill=UK Gills
UKGill:t=Translation needed
UKOunces=UK Ounces
UKOunces:t=Translation needed
UKPecks=UK Pecks
UKPecks:t=Translation needed
UKBuckets=UK Buckets
UKBuckets:t=Translation needed
UKBushels=UK Bushels
UKBushels:t=Translation needed
Mass=Mass
Mass:t=Translation needed
Nanograms=Nanograms
Nanograms:t=Translation needed
Micrograms=Micrograms
Micrograms:t=Translation needed
Milligrams=Milligrams
Milligrams:t=Translation needed
Centigrams=Centigrams
Centigrams:t=Translation needed
Decigrams=Decigrams
Decigrams:t=Translation needed
Grams=Grams
Grams:t=Translation needed
Decagrams=Decagrams
Decagrams:t=Translation needed
Hectograms=Hectograms
Hectograms:t=Translation needed
Kilograms=Kilograms
Kilograms:t=Translation needed
MetricTons=Metric Tons
MetricTons:t=Translation needed
Drams=Drams
Drams:t=Translation needed
Grains=Grains
Grains:t=Translation needed
LongTons=Long Tons
LongTons:t=Translation needed
Tons=Tons
Tons:t=Translation needed
Ounces=Ounces
Ounces:t=Translation needed
Pounds=Pounds
Pounds:t=Translation needed
Stones=Stones
Stones:t=Translation needed
NumeralSystem=Numeral System
NumeralSystem:t=Translation needed
Binary=Binary
Binary:t=Translation needed
Decimal=Decimal
Decimal:t=Translation needed
Hexadecimal=Hexadecimal
Hexadecimal:t=Translation needed
Temperature=Temperature
Temperature:t=Translation needed
Celsius=Celsius
Celsius:t=Translation needed
Kelvin=Kelvin
Kelvin:t=Translation needed
Fahrenheit=Fahrenheit
Fahrenheit:t=Translation needed
Time=Time
Time:t=Translation needed
Reaumur=Reaumur
Reaumur:t=Translation needed
Rankine=Rankine
Rankine:t=Translation needed
MilliSeconds=Milli Seconds
MilliSeconds:t=Translation needed
Seconds=Seconds
Seconds:t=Translation needed
Minutes=Minutes
Minutes:t=Translation needed
Hours=Hours
Hours:t=Translation needed
Days=Days
Days:t=Translation needed
Weeks=Weeks
Weeks:t=Translation needed
Fortnights=Fortnights
Fortnights:t=Translation needed
Months=Months
Months:t=Translation needed
Years=Years
Years:t=Translation needed
Decades=Decades
Decades:t=Translation needed
Centuries=Centuries
Centuries:t=Translation needed
Millennia=Millennia
Millennia:t=Translation needed
DateTime=Date Time
DateTime:t=Translation needed
JulianDate=Julian Date
JulianDate:t=Translation needed
ModifiedJulianDate=Modified Julian Date
ModifiedJulianDate:t=Translation needed


